[
  {
    "id": 1,
    "realThought": "You clearly peaked in kindergarten.",
    "hrVersion": "I believe there is still significant opportunity for you to develop and grow professionally.",
    "color": "red"
  },
  {
    "id": 2,
    "realThought": "You are like a toddler with a megaphone.",
    "hrVersion": "Your enthusiasm is noted, but let's focus our comments constructively.",
    "color": "blue"
  },
  {
    "id": 3,
    "realThought": "If I wanted your opinion I would have asked.",
    "hrVersion": "I appreciate your input, but let's hold off until feedback is requested.",
    "color": "purple"
  },
  {
    "id": 4,
    "realThought": "My ears are exhausted from your opinions.",
    "hrVersion": "I am finding it challenging to process so many comments.",
    "color": "green"
  },
  {
    "id": 5,
    "realThought": "Your last minute request is not my goddamn problem.",
    "hrVersion": "Given the timing, I may not be able to accommodate this request.",
    "color": "orange"
  },
  {
    "id": 6,
    "realThought": "Just because you’re talking doesn’t mean you’re helping.",
    "hrVersion": "I would welcome more actionable suggestions rather than just general comments.",
    "color": "teal"
  },
  {
    "id": 7,
    "realThought": "Your solution will create ten new problems.",
    "hrVersion": "I have concerns that this approach may introduce unintended complications.",
    "color": "pink"
  },
  {
    "id": 8,
    "realThought": "You should win an Oscar for pretending to work here.",
    "hrVersion": "It seems there may be an opportunity for you to demonstrate more tangible contributions.",
    "color": "indigo"
  },
  {
    "id": 9,
    "realThought": "Do you even have any idea what you are doing?",
    "hrVersion": "Could you walk me through your plan so we are aligned.",
    "color": "yellow"
  },
  {
    "id": 10,
    "realThought": "I would explain it to you, but I cannot dumb it down anymore.",
    "hrVersion": "I am happy to clarify further, though the details may require some technical background.",
    "color": "red"
  },
  {
    "id": 11,
    "realThought": "I have explained this to you five times already.",
    "hrVersion": "I believe we have covered this topic multiple times. Perhaps we should explore a different perspective.",
    "color": "blue"
  },
  {
    "id": 12,
    "realThought": "It’s incredible how often you miss the point entirely.",
    "hrVersion": "I feel we may be misaligned on the objectives. Could we revisit the key priorities?",
    "color": "purple"
  },
  {
    "id": 13,
    "realThought": "I’m doing the job of three people and getting paid like one.",
    "hrVersion": "I am currently handling responsibilities beyond my role and would appreciate a discussion about appropriate compensation or support.",
    "color": "green"
  },
  {
    "id": 14,
    "realThought": "You expect customer service with a smile while treating employees like dirt.",
    "hrVersion": "We aim to deliver excellent customer service, and I would appreciate being treated with corresponding respect.",
    "color": "orange"
  },
  {
    "id": 15,
    "realThought": "I am only here for the paycheck.",
    "hrVersion": "At this point, my motivation is primarily driven by meeting my financial obligations.",
    "color": "teal"
  },
  {
    "id": 16,
    "realThought": "You have no clue what you are talking about.",
    "hrVersion": "I am not sure I understand your rationale. Could you provide supporting information or examples?",
    "color": "pink"
  },
  {
    "id": 17,
    "realThought": "You don’t know what you’re talking about but you won’t stop talking.",
    "hrVersion": "Perhaps we could pause to verify the facts before we continue.",
    "color": "indigo"
  },
  {
    "id": 18,
    "realThought": "Your micromanaging is suffocating me.",
    "hrVersion": "I would appreciate more autonomy over my tasks to improve efficiency and morale.",
    "color": "yellow"
  },
  {
    "id": 19,
    "realThought": "You ask for my opinion then completely ignore it.",
    "hrVersion": "I noticed my feedback did not appear to be considered. Could you let me know how decisions are being made?",
    "color": "red"
  },
  {
    "id": 20,
    "realThought": "My workload doubles whenever you get involved.",
    "hrVersion": "When additional input is added to the project, my task load grows quickly. Early coordination would help manage the extra work.",
    "color": "blue"
  },
  {
    "id": 21,
    "realThought": "Your lack of common sense should be studied.",
    "hrVersion": "I have observed some decisions that may not align with best practices. Perhaps we can review the approach.",
    "color": "purple"
  },
  {
    "id": 22,
    "realThought": "Your solution to low morale is pizza parties and motivational emails.",
    "hrVersion": "I think we may need a deeper approach to address morale beyond treats and emails.",
    "color": "green"
  },
  {
    "id": 23,
    "realThought": "Your slides are as clear as mud.",
    "hrVersion": "I am having difficulty understanding your presentation. Could you simplify or provide additional context?",
    "color": "orange"
  },
  {
    "id": 24,
    "realThought": "Please stop explaining the obvious.",
    "hrVersion": "I am already familiar with these basics. Could we delve into more advanced details?",
    "color": "teal"
  },
  {
    "id": 25,
    "realThought": "Do you always ignore feedback or just mine?",
    "hrVersion": "I just wanted to check if my feedback came through clearly.",
    "color": "pink"
  },
  {
    "id": 26,
    "realThought": "What exactly do you do here all day?",
    "hrVersion": "Could you share an overview of your current responsibilities.",
    "color": "indigo"
  },
  {
    "id": 27,
    "realThought": "You assigned me to work with the office psychopath.",
    "hrVersion": "\"I am finding it challenging to collaborate with that individual’s approach. Could we explore other pairing options?",
    "color": "yellow"
  },
  {
    "id": 28,
    "realThought": "This deadline is completely unrealistic and you know it.",
    "hrVersion": "I believe this timeline may not be feasible given our current resources. Could we review the schedule?",
    "color": "red"
  },
  {
    "id": 29,
    "realThought": "Could you take your terrible ideas elsewhere?",
    "hrVersion": "Thanks for sharing, though I think we should explore other options.",
    "color": "blue"
  },
  {
    "id": 30,
    "realThought": "You have no clue what’s actually happening on the ground.",
    "hrVersion": "I am concerned there may be a disconnect between management and daily operations.",
    "color": "purple"
  },
  {
    "id": 31,
    "realThought": "I was not hired to clean up your mess.",
    "hrVersion": "This issue falls outside my responsibilities. I suggest assigning it to the appropriate owner.",
    "color": "green"
  },
  {
    "id": 32,
    "realThought": "You are so self-absorbed you could be a black hole.",
    "hrVersion": "It would be helpful to consider the perspectives of the entire team.",
    "color": "orange"
  },
  {
    "id": 33,
    "realThought": "Your idea makes zero sense.",
    "hrVersion": "I am not sure I understand the rationale behind this proposal.",
    "color": "teal"
  },
  {
    "id": 34,
    "realThought": "Busy doesn't equal productive, you know.",
    "hrVersion": "It might be beneficial to measure impact rather than activity levels.",
    "color": "pink"
  },
  {
    "id": 35,
    "realThought": "That is the dumbest idea I have ever heard.",
    "hrVersion": "I have strong concerns about this idea’s viability. Could we explore alternatives?",
    "color": "indigo"
  },
  {
    "id": 36,
    "realThought": "Do you intentionally make things complicated?",
    "hrVersion": "Some steps feel a bit overcomplicated. Can we take another look?",
    "color": "yellow"
  },
  {
    "id": 37,
    "realThought": "You interrupt everyone and never let anyone finish talking.",
    "hrVersion": "I have noticed interruptions during meetings. Could we ensure everyone has a chance to fully express their points?",
    "color": "red"
  },
  {
    "id": 38,
    "realThought": "Can you waste someone else’s time today, please?",
    "hrVersion": "I have pressing deadlines, so let's schedule this when I can give full attention.",
    "color": "blue"
  },
  {
    "id": 39,
    "realThought": "How about we make less noise and more progress?",
    "hrVersion": "Let’s focus on actionable items rather than extended discussions so we can advance our objectives.",
    "color": "purple"
  },
  {
    "id": 40,
    "realThought": "Your PowerPoint has more text than a novel.",
    "hrVersion": "Reducing the amount of text could make the slides more engaging.",
    "color": "green"
  },
  {
    "id": 41,
    "realThought": "Glad my ideas became your success story.",
    "hrVersion": "It’s great to see the ideas I shared being put to good use.",
    "color": "orange"
  },
  {
    "id": 42,
    "realThought": "You ask me to think outside the box, then shoot down every idea.",
    "hrVersion": "I’m trying to be creative, but I’m sensing hesitation around new ideas.",
    "color": "teal"
  },
  {
    "id": 43,
    "realThought": "We do not need any more fucking slides.",
    "hrVersion": "Additional slides may not add value at this point.",
    "color": "pink"
  },
  {
    "id": 44,
    "realThought": "At this point, my patience deserves a raise.",
    "hrVersion": "My current workload and challenges suggest it may be appropriate to revisit my compensation.",
    "color": "indigo"
  },
  {
    "id": 45,
    "realThought": "I am pretending to be busy so you won’t give me more work.",
    "hrVersion": "I am fully occupied with my current tasks and would prefer not to be assigned additional responsibilities at this time.",
    "color": "yellow"
  },
  {
    "id": 46,
    "realThought": "Are you always this unprepared?",
    "hrVersion": "Having materials ready in advance would streamline our meeting.",
    "color": "red"
  },
  {
    "id": 47,
    "realThought": "How do you get paid more yet do so little?",
    "hrVersion": "I’m curious how responsibilities are being distributed across the team.",
    "color": "blue"
  },
  {
    "id": 48,
    "realThought": "I've been \"temporarily\" covering this role for eight months.",
    "hrVersion": "I’ve been covering this role for some time and would value an update on the plan going forward.",
    "color": "purple"
  },
  {
    "id": 49,
    "realThought": "This entire project is one giant facepalm.",
    "hrVersion": "The project is experiencing significant challenges that need addressing.",
    "color": "green"
  },
  {
    "id": 50,
    "realThought": "I’m convinced you make things complicated on purpose.",
    "hrVersion": "A more straightforward approach might improve outcomes.",
    "color": "orange"
  },
  {
    "id": 51,
    "realThought": "You hired three consultants to tell you what I said six months ago.",
    "hrVersion": "The recent recommendations align with the input I provided earlier.",
    "color": "teal"
  },
  {
    "id": 52,
    "realThought": "This meeting should have been an email.",
    "hrVersion": "I believe the content of this meeting could have been communicated more efficiently via email.",
    "color": "pink"
  },
  {
    "id": 53,
    "realThought": "Maybe try googling first before asking me basic questions.",
    "hrVersion": "Some preliminary research could help resolve these questions quickly.",
    "color": "indigo"
  },
  {
    "id": 54,
    "realThought": "If you interrupt me one more time, I will mute you forever.",
    "hrVersion": "Please allow me to complete my thoughts before responding.",
    "color": "yellow"
  },
  {
    "id": 55,
    "realThought": "You schedule \"optional\" meetings that are clearly mandatory",
    "hrVersion": "The optional label may be confusing. Could we clarify attendance expectations.",
    "color": "red"
  },
  {
    "id": 56,
    "realThought": "I hate everyone in this room right now.",
    "hrVersion": "I think we might benefit from taking a short break to regroup",
    "color": "blue"
  },
  {
    "id": 57,
    "realThought": "Your \"brainstorming session\" is just you talking at us",
    "hrVersion": "Could we try a more collaborative format next time so everyone can chime in?",
    "color": "purple"
  },
  {
    "id": 58,
    "realThought": "You expect everyone to be available 24/7 like we are brain surgeons.",
    "hrVersion": "I’ve noticed the expectations around availability feel a bit intense. Can we revisit them?",
    "color": "green"
  },
  {
    "id": 59,
    "realThought": "You’re wrong but I’ll let you figure it out yourself.",
    "hrVersion": "I have a different perspective. I encourage you to review the data before finalizing your conclusion.",
    "color": "orange"
  },
  {
    "id": 60,
    "realThought": "You schedule important decisions during lunch when half the team is gone.",
    "hrVersion": "Important decisions should align with team availability. Could we adjust the timing to ensure full participation?",
    "color": "teal"
  },
  {
    "id": 61,
    "realThought": "Your emails could double as novels.",
    "hrVersion": "A more concise email would be easier to review.",
    "color": "pink"
  },
  {
    "id": 62,
    "realThought": "I’m basically a human search engine for information you could find yourself.",
    "hrVersion": "I’m happy to help, though some of this information is also available in our shared resources.",
    "color": "indigo"
  },
  {
    "id": 63,
    "realThought": "Did you even look at the agenda?",
    "hrVersion": "Just checking if you had a chance to review the agenda before we start.",
    "color": "yellow"
  },
  {
    "id": 64,
    "realThought": "How about we stop talking and actually work?",
    "hrVersion": "Let’s transition from discussion to action so we can make tangible progress.",
    "color": "red"
  },
  {
    "id": 65,
    "realThought": "I fix the same problem every day because nobody learns.",
    "hrVersion": "It appears recurring issues are not being addressed. Could we implement a more sustainable solution?",
    "color": "blue"
  },
  {
    "id": 66,
    "realThought": "I'd love to agree, but then we'd both be wrong.",
    "hrVersion": "I understand your point. However, I believe an alternative approach may yield better results.",
    "color": "purple"
  },
  {
    "id": 67,
    "realThought": "What the hell are you even talking about?",
    "hrVersion": "Could you clarify your main point.",
    "color": "green"
  },
  {
    "id": 68,
    "realThought": "You said this would be a quick five-minute chat an hour ago.",
    "hrVersion": "I have other commitments soon. Can we wrap up.",
    "color": "orange"
  },
  {
    "id": 69,
    "realThought": "Thanks for clarifying nothing.",
    "hrVersion": "I still have questions. Could we go over the specifics.",
    "color": "teal"
  },
  {
    "id": 70,
    "realThought": "This deadline was set by throwing darts at a calendar.",
    "hrVersion": "I’m wondering how the deadline was determined. It feels a bit rushed.",
    "color": "pink"
  },
  {
    "id": 71,
    "realThought": "Your idea is terrible, but I’ll pretend to consider it.",
    "hrVersion": "I will review the proposal and share feedback.",
    "color": "indigo"
  },
  {
    "id": 72,
    "realThought": "I already answered that twice.",
    "hrVersion": "Referencing my earlier response might be helpful.",
    "color": "yellow"
  },
  {
    "id": 73,
    "realThought": "You’re talking in circles and saying absolutely nothing.",
    "hrVersion": "Let's focus on actionable decisions.",
    "color": "red"
  },
  {
    "id": 74,
    "realThought": "You micromanage everything and it’s driving me insane.",
    "hrVersion": "It’s been hard to stay productive with frequent check-ins. Can we set clearer expectations upfront?",
    "color": "blue"
  },
  {
    "id": 75,
    "realThought": "Stop using corporate buzzwords.",
    "hrVersion": "I recommend communicating in plain language to ensure clarity.",
    "color": "purple"
  },
  {
    "id": 76,
    "realThought": "I just love it when you take credit for my work.",
    "hrVersion": "It’s great to see the work being noticed. That section took a lot of effort, and I’m proud of how it turned out.",
    "color": "green"
  },
  {
    "id": 77,
    "realThought": "This client is absolutely insane and impossible to please.",
    "hrVersion": "This client has very specific requirements that require careful attention",
    "color": "orange"
  },
  {
    "id": 78,
    "realThought": "The highlight of my day is seeing you leave.",
    "hrVersion": "I value quiet focus time to complete my tasks.",
    "color": "teal"
  },
  {
    "id": 79,
    "realThought": "How are you employed? Seriously.",
    "hrVersion": "I’m having trouble understanding your approach. Can you walk me through it?",
    "color": "pink"
  },
  {
    "id": 80,
    "realThought": "Did you even read my fucking email?",
    "hrVersion": "Please review my previous email for the full details.",
    "color": "indigo"
  },
  {
    "id": 81,
    "realThought": "You talk more than you accomplish.",
    "hrVersion": "Prioritizing action items may help move things forward.",
    "color": "yellow"
  },
  {
    "id": 82,
    "realThought": "Can we just skip this pointless meeting?",
    "hrVersion": "If the agenda is light, we could handle this via email instead.",
    "color": "red"
  },
  {
    "id": 83,
    "realThought": "Let us end this before I lose my last brain cell.",
    "hrVersion": "Let’s conclude here to preserve focus.",
    "color": "blue"
  },
  {
    "id": 84,
    "realThought": "If I explain this again I will lose my mind.",
    "hrVersion": "To avoid confusion, here is a written summary for reference.",
    "color": "purple"
  },
  {
    "id": 85,
    "realThought": "Your inability to read instructions is simply astonishing.",
    "hrVersion": "Following the provided instructions closely should help.",
    "color": "green"
  },
  {
    "id": 86,
    "realThought": "I stopped listening five minutes ago.",
    "hrVersion": "Let’s recap the last points to bring everyone back.",
    "color": "orange"
  },
  {
    "id": 87,
    "realThought": "Yeah, keep rolling your eyes, maybe you’ll find something useful back there.",
    "hrVersion": "I’m open to feedback if there’s something you’d like to address directly.",
    "color": "teal"
  },
  {
    "id": 88,
    "realThought": "I’m basically human duct tape holding this operation together.",
    "hrVersion": "I feel I am currently covering many gaps. Could we discuss additional support or resources?",
    "color": "pink"
  },
  {
    "id": 89,
    "realThought": "Your urgent emergency happens three times a week.",
    "hrVersion": "I’ve noticed a pattern of frequent urgent requests. Can we plan better to avoid last-minute pressure?",
    "color": "indigo"
  },
  {
    "id": 90,
    "realThought": "You obviously didn’t read my email before replying.",
    "hrVersion": "My previous email contains details that might answer your questions.",
    "color": "yellow"
  },
  {
    "id": 91,
    "realThought": "I have read shampoo bottles more engaging than your presentation.",
    "hrVersion": "I found the presentation hard to follow.",
    "color": "red"
  },
  {
    "id": 92,
    "realThought": "I haven’t had a real lunch break in three months.",
    "hrVersion": "I have not been able to take a proper break lately. Could we discuss adjusting my schedule to allow time for lunch?",
    "color": "blue"
  },
  {
    "id": 93,
    "realThought": "Your idea made me question the hiring process.",
    "hrVersion": "I have some concerns about the feasibility of this idea.",
    "color": "purple"
  },
  {
    "id": 94,
    "realThought": "You schedule vacation during the busiest week of the year.",
    "hrVersion": "I noticed your time off overlaps with a critical period. Can we talk about coverage?",
    "color": "green"
  },
  {
    "id": 95,
    "realThought": "I am not paid enough to deal with this drama.",
    "hrVersion": "I want to be helpful, but this issue might need to be escalated appropriately.",
    "color": "orange"
  },
  {
    "id": 96,
    "realThought": "Your lack of preparation is truly inspiring.",
    "hrVersion": "I think we’d benefit from a bit more upfront planning next time.",
    "color": "teal"
  },
  {
    "id": 97,
    "realThought": "Is incompetence contagious around here?",
    "hrVersion": "We may benefit from additional training and support.",
    "color": "pink"
  },
  {
    "id": 98,
    "realThought": "I do not get paid enough to deal with your nonsense.",
    "hrVersion": "I’m doing what I can, but this might require additional resources or guidance.",
    "color": "indigo"
  },
  {
    "id": 99,
    "realThought": "That’s not my job, so stop dumping it on me.",
    "hrVersion": "This request falls outside my defined role. Could we assign it to the appropriate team member?",
    "color": "yellow"
  },
  {
    "id": 100,
    "realThought": "You schedule \"quick sync-ups\" that last longer than feature films",
    "hrVersion": "I’ve noticed our quick syncs often run long. Can we aim to keep them more focused?",
    "color": "red"
  },
  {
    "id": 101,
    "realThought": "That deadline was stupid from the start.",
    "hrVersion": "I think we may have underestimated the time required for this from the start.",
    "color": "blue"
  },
  {
    "id": 102,
    "realThought": "This project is a complete disaster and we all know it.",
    "hrVersion": "The project is at risk. We should reassess the plan.",
    "color": "purple"
  },
  {
    "id": 103,
    "realThought": "Another email chain going nowhere, wonderful.",
    "hrVersion": "Perhaps a brief call could resolve this faster.",
    "color": "green"
  },
  {
    "id": 104,
    "realThought": "Stop blaming others for your mistakes.",
    "hrVersion": "I think we’ll make better progress if we each own our part in this.",
    "color": "orange"
  },
  {
    "id": 105,
    "realThought": "Your definition of teamwork is everyone doing what you want.",
    "hrVersion": "Let’s aim for a team dynamic where all voices are heard and valued.",
    "color": "teal"
  },
  {
    "id": 106,
    "realThought": "You promote people based on how much they suck up to you.",
    "hrVersion": "I’d like to better understand the criteria used for recent promotions.",
    "color": "pink"
  },
  {
    "id": 107,
    "realThought": "You scheduled a meeting during my lunch break, you monster.",
    "hrVersion": "Scheduling outside standard meal times would be appreciated.",
    "color": "indigo"
  },
  {
    "id": 108,
    "realThought": "You’re the reason meetings need mute buttons.",
    "hrVersion": "I’d appreciate a chance for others to weigh in before we move forward.",
    "color": "yellow"
  },
  {
    "id": 109,
    "realThought": "How the fuck do you expect me to do that?",
    "hrVersion": "Could you outline the resources and timeline so I can plan effectively?",
    "color": "red"
  }
]
