[
  {
    "id": 1,
    "realThought": "You are proof that some people peak in kindergarten.",
    "hrVersion": "I believe you have potential to develop and improve even more.",
    "color": "red"
  },
  {
    "id": 2,
    "realThought": "You have no clue what you are talking about.",
    "hrVersion": "Not quite what we had in mind, but points for trying!",
    "color": "blue"
  },
  {
    "id": 3,
    "realThought": "If you were any more self-absorbed, you'd be a black hole.",
    "hrVersion": "It would be great if we could also consider the thoughts and feelings of others.",
    "color": "purple"
  },
  {
    "id": 4,
    "realThought": "Your idea is absolutely terrible and makes no sense.",
    "hrVersion": "That's an interesting perspective. Let's explore some alternatives.",
    "color": "green"
  },
  {
    "id": 5,
    "realThought": "You're about as useful as a chocolate teapot.",
    "hrVersion": "I think we could better utilize your unique skill set.",
    "color": "orange"
  },
  {
    "id": 6,
    "realThought": "Stop talking and let someone competent handle this.",
    "hrVersion": "Perhaps we could benefit from additional input on this matter.",
    "color": "teal"
  },
  {
    "id": 7,
    "realThought": "You're the reason we can't have nice things.",
    "hrVersion": "Let's work together to maintain our positive work environment.",
    "color": "pink"
  },
  {
    "id": 8,
    "realThought": "Your presentation was a complete disaster.",
    "hrVersion": "There are some areas where we could strengthen the presentation.",
    "color": "indigo"
  },
  {
    "id": 9,
    "realThought": "You're slower than a Windows 95 computer.",
    "hrVersion": "I appreciate your thorough approach to problem-solving.",
    "color": "yellow"
  },
  {
    "id": 10,
    "realThought": "This meeting could have been an email, and the email could have been nothing.",
    "hrVersion": "I wonder if we might accomplish this more efficiently through other channels.",
    "color": "red"
  },
  {
    "id": 11,
    "realThought": "You have the attention span of a goldfish on espresso.",
    "hrVersion": "It might help to focus on one priority at a time.",
    "color": "blue"
  },
  {
    "id": 12,
    "realThought": "Your work ethic is questionable at best.",
    "hrVersion": "I'd love to see you take more ownership of your projects.",
    "color": "purple"
  },
  {
    "id": 13,
    "realThought": "You're about as sharp as a bowling ball.",
    "hrVersion": "Let's work together to clarify the requirements.",
    "color": "green"
  },
  {
    "id": 14,
    "realThought": "Your deadline management skills are non-existent.",
    "hrVersion": "Let's discuss strategies for better time management.",
    "color": "orange"
  },
  {
    "id": 15,
    "realThought": "You communicate like you're speaking through a potato.",
    "hrVersion": "Clear communication will help us achieve better results.",
    "color": "teal"
  },
  {
    "id": 16,
    "realThought": "Your solution is like putting a band-aid on a broken leg.",
    "hrVersion": "Let's explore a more comprehensive approach to this challenge.",
    "color": "pink"
  },
  {
    "id": 17,
    "realThought": "You're overthinking this to the point of paralysis.",
    "hrVersion": "Sometimes the best approach is to start with a simple solution.",
    "color": "indigo"
  },
  {
    "id": 18,
    "realThought": "Your priorities are more mixed up than a jigsaw puzzle in a blender.",
    "hrVersion": "Let's align on what our key priorities should be.",
    "color": "yellow"
  },
  {
    "id": 19,
    "realThought": "You're creating problems faster than you're solving them.",
    "hrVersion": "Let's focus on sustainable solutions that address root causes.",
    "color": "red"
  },
  {
    "id": 20,
    "realThought": "Your excuses are more creative than your actual work.",
    "hrVersion": "I'd like to understand what support you need to be successful.",
    "color": "blue"
  }
]
